Repository: mozilla-l10n/mt-training-data
Catalog: ab/ab_pontoon.tmx
Source language: en_us
Languages: ab

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
ab: Common Voice аиӷьтәразы аидеиақәа шәымоума? Иаҳзеиҭашәҳәа Discourse афорум аҟны

source: Do you want to continue?
ab: Иацышәҵар шәҭахума?

source: Do you want to Speak, Listen or both?
ab: Уара иҭауҩҩыр уҭаху, игәоуҭарц акәу, мамзаргьы аҩускгьы ҟауҵарц угәы иҭоу?

source: Drag and drop or <browseWrap>Browse</browseWrap>
ab: Ииага ма <browseWrap>афаил алх</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
ab: Шәфаил арахь ииажәга, мамзаргьы <uploadButton>аҭагаларазы шәақәыӷәӷәа</uploadButton>

source: Drop file here to upload
ab: Афаил арахь ииажәга аҭагаларазы

source: Duala
ab: Дуала

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
ab: Common Voice уареи шәусеицура ахәшьара ҭагалахоит апатҟәыр "Ишьҭуп" уанақәыӷәӷәалак ашьҭахь. Апаҩстәи улагаламҭақәа ирыцуҵар улшоит егьырҭ уанҵамҭақәеи ма зыӡырҩрралеи.

source: Dutch
ab: Аголланд

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
ab: Ҭаҩымҭацыԥхьаӡа адыррақәа реизгаҿы шьақәгылоуп иҷыдоу MP3-аудиои, уи иақәшәо атексттә фаили рыла. Иҭаҩу асааҭқәа рҟынтәи <b>{ $total }</b> ирацәаны аҭаҩымҭақәа иргәылоуп ажәаҳәа аилкаага адвожокқәа иаҳа ииашаны рырҵара иацхрааша адемографиатә метадыррақәа ақәра, ахаҵара-аԥҳәысра, ацәажәашьатә ҷыдарақәа реиԥш иҟоу. Иахьатәи аамҭазы адыррақәа реизга шьақәгылоуп <b>{ $valid }</b> игәаҭоу сааҭқәа рыла <b>{ $languages }</b> бызшәақәа рыла, аха ҳара есымша иацаҳҵоит абыжь ҿыцқәеи абызшәақәеи. Шәахәаԥш ҳара иаҳтәу<languagesLink>абызшәақәа рдаҟьа</languagesLink> абызшәақәа разҵаара, ма ахалархәра.

source: Eastern Balochi
ab: Амрагыларатәи белуџтә

source: Eastern Huasteca Nahuatl
ab: Мрагыларатәи-уастекан науатл

source: Eastern Min
ab: Амрагыларахьтәи мин

source: Easy
ab: Имариоуп

source: Easy to Understand
ab: Аилкаара мариоуп

source: Ebrie
ab: Ебри

source: Edit
ab: Аредакциа азура

source: Edit Profile
ab: Аредакциа аҷыдахәра

source: Ekoti
ab: Аекоти

source: Email
ab: Аԥошьҭа

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
ab: Аелектронтә ԥошьҭа: <emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
ab: <emailFragment>Шәҽаҵажәҩы</emailFragment>ҳрассылка Common Voice аҿы иаԥырҵо акампаниақәа, аусмҩаԥгатәқәа, афункциақәа шәыҽрылашәырхәарц шшәылшо атәы еилышәкаарц азы.

source: Email is already used for a different account
ab: Ари аелектронтә ԥошьҭа даҽа ҳасабрбатә нҵамҭак аҟны ахархәара амоуп

source: Email Subscriptions
ab: Аилектронтә ԥошьҭа анапаҵаҩрақәа

source: Emakhuwa
ab: Махува

source: English
ab: Англыз

source: Enter Email to Download
ab: Аелектронтә ԥошьҭа ҭажәгал аҭыгаразы

source: Enter email to send a sign up link
ab: Иҭажәгал шәе-маил адрес аҽҭаҩразы азхьарԥш ашьҭразы

source: Enter your email
ab: Шәелектронтә ԥошьҭа ҭажәгал

source: Enter your public domain sentence here
ab: Ауаажәларратә мазараҟынтәи шәыфраза ара иҭажәгал

source: Enter your public domain sentences here
ab: Иҭажәгал шәзеиԥш доментә жәаҳәара абра

source: Error adding sentence
ab: Адгалара ацҵараан агха ҟалеит

source: Error { $code }
ab: Агха акод: { $code }

source: Erzya
ab: Ерзиан

source: Esperanto
ab: Аесперант

source: Estonian
ab: Еисҭи Қеил

source: Eton
ab: Аитонт

source: Events
ab: Ахҭысқәа

source: Everyone
ab: Ахархәаҩцәа зегьы

source: Ewe
ab: Еве

source: Ewondo
ab: Аевонд

source: Example
ab: Аҿырԥштәы

source: Example questions
ab: Азҵаарақәа рҿырԥштәқәа

source: Exit & Delete clips
ab: Уалҵ, аклип ықәыуга.

source: Failed to copy SHA256 Checksum
ab: SHA256 агәаҭаратә еизга акопиа аҟаҵара ауам.

source: Fang
ab: Афанг

source: FAQ
ab: ЛУЗ

source: Faroese
ab: Фороесқҭ

source: Feʼefeʼe
ab: Афеефе

source: Female
ab: Аҳәса ртәы

source: Female/Feminine
ab: Аԥҳәыс/Аҳәсатә

source: Fewer than 15 words per sentence
ab: Ажәақәа 15 еиҵаны

source: Fields marked with an asterisk (*) are required.
ab: *Хымԥада ихарҭәаатәуп аҭыԥ

source: File is too large
ab: Афаил дуцәоуп

source: File is too small
ab: Афаил хәыҷцәоуп

source: Finance
ab: Афинансқәа

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
ab: Ишәыԥшаа хьаас изку. Урҭ ауниверситетқәа, абызшәатә школқәа, аинтересқәа рыхьчаразы агәыԥқәа, мамзаргьы адыррақәа разҟазацәа реилазаарақәа ракәзар ҟалоит. Еилыкка иреилшәыркаа ацхыраара шрылшо, насгьы избан. <outreachTemplates>Ҳинформациатә шәҟәқәа рхыԥшылақәа шәрыхәаԥш</outreachTemplates>.

source: Finish editing first?
ab: Аԥхьа аредакциа азура шәалгар шәҭахума?

source: Finish recording
ab: Аҭаҩра шәалга

source: Finish recording first?
ab: Раԥхьа ианҵаны уалгома?

source: Finish Review
ab: Агәаҭара анагӡара

source: Finish validating
ab: Агәаҭара ахыркәшара

source: Finish validating clips?
ab: Аклипқәа рыгәаҭара алгама?

source: Finnish
ab: Суоми

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
ab: Зегь раԥхьаӡа иргыланы, игәашәҭ <languageLink>шәбызшәа иацҵоума</languageLink>. Макьана иҟамзар, уара <strong>асаит еиҭагатәуп, насгьы ажәалагалақәа еизгатәуп</strong>.

source: Follow guidelines from “What sentences can I add?”
ab: Аҟынтәи амҩақәҵарақәа шәрықәныҟәа “Иарбан жәаҳәоу иацысҵар сылшо?”

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
ab: Абжьыҭаҩра анҭажәгалакь, насгьы аҭаҩра шәанахәаԥшлак, шәхы иашәырхәо аҭаҩрақәа рҿыцхоит, шәхы злашәырхәуа бызшәацыԥхьаӡа уажәтәи шәеизҳара аарԥшразы. Ааи, бызшәа рацәала шәрыцхраар шәылшоит! <br/><br/>Устатистика ашьклаԥшразы ашәҟәҭагаларҭақәа ухы иархәа, ауаажәларраҿы егьырҭ ауаа урҿырԥшны ухы шымҩаԥуго аилкаара, насгьы есыҽнытәи мамзаргьы есымчыбжьатәи ахықәкқәа рықәыргылара.

source: for example
ab: ҿырԥштәыс иаагоуп

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
ab: Онлаин иҟам азеиԥш доментә текст азы, шәара ишәылшоит академиатә азыԥхьарцатә стиль шәхы иашәырхәар, иаҳҳәап, Гарвардтәи астиль: "Джесс (2021) Сара сажәеинраалақәа Ажәлартә лицензиа аҵаҟа."

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
ab: Атехнологиа зегьы рзы ибзианы аус ауларц азы, аусадулаҩцәа атехнологиа аԥҵара ирыцхраауа адыррақәа еиуеиԥшым ауаа аанарԥшыр ауп. Иаҳҳәап, акцент змоу ацәажәаҩцәа алаҳамҵар, атехнологиа акцент змоу ауаа рзы аус аулаӡом. <learnMore>Аметадыррақәа шхадоу атәы еиҳаны еилышәкаа. </learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
ab: Урҭ абызшәақәа иманшәаланы иалхуп <sentenceCollectionGlossaryLink>алагалақәагьы маҷымқәа</sentenceCollectionGlossaryLink> <localizationGlossaryLink>иацҵоуп авеб-саит</localizationGlossaryLink>, урҭ <speakLink>ахҳәааҟаҵареи</speakLink> <listenLink>азыӡырҩреи</listenLink> амҩақәа рыла аус рыдулара ацҵаразы.

source: Foundations
ab: Афондқәа

source: French
ab: Фӷонсе

source: Frisian
ab: Фӷыск

source: Fulah
ab: Фулфулде

source: Ga
ab: Ага

source: Galician
ab: Галего

source: Gawarbaiti
ab: Агаварбаити

source: Gawri
ab: Агаври

source: GB
ab: ГБ

source: General
ab: Ихадоу

source: General language / multiple variants
ab: Еицырзеиԥшу абызшәа / еиуеиԥшым авариантқәа

source: Georgian
ab: Қарҭули

source: German
ab: Анемец

source: Get in touch
ab: Шәеиқәшәала

source: Get involved
ab: Уҽалаурхәырц

source: Get Involved
ab: Уҽалаурхәырц

source: Get started with goals
ab: Ахықәкқәа уалага

source: Get Started with Speech Recognition
ab: Ажәаҳәа аилкааразы аусура алагара

source: Gheg Albanian
ab: Агег Албан

source: Ghomala
ab: Гомала

source: Gilaki
ab: Агилаки

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
ab: <githubLink>NVIDIA NeMo</githubLink>™ - ари <docsLink>ҳаамҭазтәи аиҿцәажәаратә ИА амоделқәа аԥызҵо аҭҵааҩцәа рзы иаарту аханатәтәи код змоу амыругақәа реизга</docsLink> ауп.

source: Goal reached
ab: Ахықәкы нагӡоуп

source: Goals
ab: Ахықәк.

source: Goan Konkani
ab: Гоан Конкани

source: Gorani
ab: Агоран

source: Go to Discourse
ab: Discourse ахь аиасра

source: Go to Languages Page
ab: Абызшәақәа адаҟьахь аиасра

source: Go to { $name }
ab: { $name } ииастәуп

source: <governanceLink>Read more about how we're governed</governanceLink>
ab: <governanceLink>Еиҳаны еилышәкаа анапхгара шыҟаҳҵо</governanceLink>

source: Governments
ab: Аҳәынҭқаррақәа

source: Grammatical / spelling error
ab: Аграмматикатә / аорфографиатә гха.

source: Great! How many clips a week?
ab: Абзаиӡа! Шаҟа анҵамҭақәа мчыбжьык ала?

source: Great! How many clips per day?
ab: Ибзиаӡоуп! Ҽнак заҟа ҭаҩра ?

source: Great!<recordIcon></recordIcon> Record your next clip
ab: Ихазыноуп! <recordIcon></recordIcon> Ианҵа анаҩстәи уклип.

source: Great work!<playIcon></playIcon> Listen again when you're ready
ab: Аус бзиоуп! <playIcon></playIcon> Уаназошоу даҽазнык уазыӡырҩы.

source: Greek
ab: Абырзен

source: Gronings
ab: Гронинген

source: Guarani
ab: Агуаран

source: Guidelines
ab: Ахархәагақәа

source: Gujarati
ab: Агуџарат

source: Haitian
ab: Агаитиан

source: Hakha Chin
ab: Ҳақа чын

source: Hakka
ab: Ахакка

source: Hausa
ab: Аҳаус

source: Have Feedback?
ab: Ахҳәаа ааныжьра

source: Have you read our Terms?
ab: Ҳара ҳаиқәшаҳаҭра азҭо уаԥхьахьоума?

source: Having an account is not required to contribute, though it is helpful.
ab: Алахәхаразы аԥхьаӡаратә нҵамҭа амазаара ихымԥадатәиӡам, аха уи хәарҭара алоуп

source: Having a profile is not required to contribute though it is helpful, see why below.
ab: Ахалархәразы ахатә ҷыдахәра амазаара хымԥадатәӡом, уи шхәарҭоугьы.

source: Hazargi
ab: Ахазарг

source: Healthcare
ab: Агәабзиарахьчара

source: Hebrew
ab: Аиврит

source: Help
ab: Аилыркаа

source: Help Common Voice reach { $hours } hours in a language with a personal goal
ab: Ацхыраара Азеиԥш Бжьы анаӡара { $hours } сааҭқәа ари абызшәала хаҭалатәи хықәкык аманы

source: Help create Common Voice’s first target segment in { $locale }
ab: Шәацхраа Common Voice раԥхьатәи ахықәкытә сегмент аԥҵара { $locale } аҟны

source: Help reach { $hours } hours in { $language } with a personal goal
ab: Ахықәкы анаӡара { $hours } сааҭ { $language } хаҭалатәи хықәкыла шәацхраа

source: Help teach machines how real people speak, donate your voice at { $link }
ab: Урыцхраа амашьынақәа хықәакыла ауаа реилкаашьа дырҵараҿы, убжьы ақәырга абра { $link }

source: Help us build a community around voice technology, stay in touch via email.
ab: Абызшәақәа ртехнологиақәа рзы аилазаара аԥҵараҿы ацхыраара ҳауҭа, аелектронтә ԥошьҭала ҳаимадараҟны уҟаз.

source: Help us build a high quality, publicly open dataset
ab: Иаарту, зхаҭабзиара ҳараку абызшәатә дыррақәа рбаза аԥҵара уҳацхраа

source: Help us find more voices, share your goal
ab: Ухықәкы ҳаҳәа, абжьы рацәа рыԥшаараҟны уҳацхраа.

source: Help us find others to donate their voice!
ab: Уҳацхраа, зыбжьы ҭазҩыр зҭаху рыԥшаара аҟны!

source: Help us get to { $goal }
ab: Уҳацхраа анагӡараҿы { $goal }

source: Help us validate sentences!
ab: Уҳацхраа аҳоуқәа ргәаҭараҿы!

source: Help us validate voices
ab: Аҭаҩрақәа ргәаҭараҿы шәҳацхраа

source: Heng Hua
ab: Ахен Хуа

source: Here are the links to download your ZIP files.
ab: Абраҟа азхьарԥшқәа ыҟоуп шә-ZIP-фаилқәа рыхәаахәҭразы.

source: Hidden
ab: Иҵәаху

source: Highland Puebla Nahuatl
ab: Ашьхарыуаа Пуебла Науатль

source: Hiligaynon
ab: Ахилигаинон

source: Hill Mari
ab: Кырык Мары

source: Hindi
ab: Ҳинди

source: His hand was rais-ed.
ab: Инапы ҩышьҭихит.

source: History, Law and Government
ab: Аҭоурых, азакәан, аиҳабыра

source: Hours
ab: Асааҭқәа

source: Hours Recorded
ab: Сааҭ Абжьы Ахарҵеит

source: Hours Validated
ab: Сааҭ Гәаҭан

source: How ?
ab: Ишԥа?

source: How are project decisions made?
ab: Ишԥарыдыркыло аӡбарақәа апроект аганахьала?

source: How can we effectively grow a language on Common Voice?
ab: Ишԥаҳалшо Common Voice аҿы абызшәа еиӷьны арҿиара?

source: How does Common Voice work?
ab: Аус шԥауеи Common Voice?

source: How does site localization work?
ab: Аус шԥауеи асаит алокализациа?

source: How do I access and use the dataset?
ab: Адатасет ахь анеиреи ахархәареи шԥаҟаҵатәу?

source: How do I add a language?
ab: Ишԥасылшо абызшәа ацҵара?

source: How do I add sentences?
ab: Ишԥасылшо алабжьарақәа рыцҵара?

source: How do I cite?
ab: Ишԥасылшо ацитатақәа?

source: How do I know whether to approve a voice clip?
ab: Излаздыруазеи аҭаҩра ақәшаҳаҭхара шалшо?

source: How do I record a high quality voice clip?
ab: Ишԥасылшо ахаҭабзиара ҳаракны абжьытә ҭаҩымҭа аҭаҩра?

source: How do I stay in touch?
ab: Ишԥасылшо сара шәеицәажәалар?

source: How is Common Voice funded?
ab: Common Voice афинансқәа рзошьҭра шԥамҩаԥысуеи?

source: How Spontaneous Speech works
ab: Аус шԥауеи Spontaneous Speech

source: How to add multiple sentences
ab: Ирацәаны аҳәоуқәа шрыцҵатәу

source: How would you describe your accent?
ab: Ишԥаҳәо уара уакцент?

source: How would you describe your sex or gender?
ab: Ишԥаҳәо уара уцәеижьтә ма угендертә хаҿра?

source: Hungarian
ab: Амаџьар

source: I agree
ab: Сақәшаҳаҭуп

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ab: Сара сақәшаҳаҭуп <termsLink>Аԥҟарақәа</termsLink> насгьы <privacyLink>Амаӡаратә рдырраҭара</privacyLink> Азеиԥш бжьы.

source: Iban
ab: Аибан

source: Ibibio
ab: Ибибио

source: Icelandic
ab: Исленска

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
ab: Сара иазхасҵоит абарҭ ашәҟәқәа <wikipediaLink>зеиԥш домен</wikipediaLink> шракәу, насгьы урҭ арахь рышьҭыхра азин шсымоу.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
ab: Сара ишьақәсырӷәӷәоит ари аҳәоу <wikipediaLink>уаажәларратә мазараны</wikipediaLink> шакәу, насгьы уи аҭагаларазы азин сымоуп.

source: <icon></icon> Add multiple public domain sentences
ab: <icon></icon> Азеиԥш доментә жәаҳәақәа рацәаны иацҵатәуп

source: Ideally natural and conversational (it should be easy to read the sentence)
ab: Идеалла иԥсабаратәу, еицәажәаратәу (аҳәоу аԥхьара мариазароуп)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
ab: Сара исҭахуп Common Voice ахықәкқәеи аҽыцрақәеи ртәы зҳәо ашәҟәқәа соуларц.

source: I do not agree
ab: Сақәшаҳаҭӡам

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
ab: Апост 2 уаҩы мап ацәыркыр, уи адатасет аҟны иҷыдоу аҟәшаҿы икьыԥхьхоит.

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
ab: Абарҭ шәхатә ажәақәа ракәзар, иаҳәатәуп <italicizedText>"Ахатә цитатақәа"</italicizedText>. Ҳара иаҳдыруазар ауп ари аҵакы ахьышәыԥшааз, зегьы ирзеиԥшу ҳәа ҳгәы иаанагарц азы, насгьы акопиразинқәа рыԥкрақәа ирықәымшәо. Ацитатақәа рзы еиҳаны адырра азы, шәахәаԥш ҳ <guidelinesLink>Амҩақәҵарақәа рыдаҟьа</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
ab: Аҭаҩра ԥҟазар ма абжьы ҭҟьазар, атекст зегьы умҳәозар, уи мап ацәктәуп.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ab: Ари афайл иазкны иҵегьтәи адыррақәа шәҭахызар, ҳара шәҳацәажәа <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ab: Ашаблон иаҵанамкуа ари афаил иазкны иацҵаны адыррақәа шәҭахызар, ҳара шәҳацәажәа <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
ab: Аҳәара хыхь иаагоу акритериақәа ирықәымшәозар, агәыҵха "Мап" ақәыӷәӷәара.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
ab: Аҳәоу акритериақәа ирықәымшәозар, Мап&quot; шәақәыӷәӷәа&quot; Агәра ганы шәыҟамзар, шәхы иашәырхәар шәылшоит арыд &quot;Абжьажьра&quot; убри ала анаҩстәи аҳәоу ахь шәиасуеит.

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
ab: Ажәалагала угәы ԥнажәозар, мамзаргьы угәы ԥнажәозар, иаҳҳәап, иаарту аҵакы ма ҳ<communityGuidelines>уаажәларратә ԥҟарақәа</communityGuidelines> реилагара азы, уи мап ацәукыр ауп. Иара убас шәара шәҳацәажәар шәылшоит <emailFragment>commonvoice@mozilla.com</emailFragment> ауадаҩра аӡбаразы.

source: If the sentence meets the criteria above, click the "Yes" button.
ab: Аҳәара хыхь иаагоу акритериақәа ирықәшәозар, агәлаҵа "Ааи" ақәыӷәӷәара.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
ab: Ажәалагала акритериақәа ирықәшәозар, &quot;Ақәшаҳаҭхара&quot; ақәыӷәӷәара.

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
ab: Ажәеинраала агәра ганы уҟамзар, уи узхыԥаны анаҩстәи ажәаҳәахь уиасыр улшоит.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
ab: Абарҭ амҩақәҵарақәа ирыҵамкуа акы шәақәшәар, шәгәы иҭоу шәхы иархәаны шәыбжьы шәҭиит. Уара иузыӡбомзар, ахыҵра агәлаҵәҟьа ухы иархәаны анаҩстәи аҭагаларахь уиас.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
ab: <strong>ажәақәа еилкаазар</strong>, насгьы аҭаҩра <strong>гхак амамзар</strong>, уи абжьааԥны иаанагоит <strong>уара уи уақәшаҳаҭхар улшоит</strong> ҳәа.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
ab: Мышқәак рыҩнуҵҟала ҳхабар умаҳар аимадара <emailLink>{ $email }</emailLink> насгьы ҳара шәара шәҿаԥхьа ҳаҟалоит!

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
ab: Шәара ма шәеиҿкаара апроект аҿы шәхы алашәырхәырц шәҭахызар, шәара ишәылшоит <donateLink>donateLink> мамзаргьы ҳпартниортә гәыԥ шәрызҵаар <emailFragment>commonvoice@mozilla.com</emailFragment>.

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
ab: Ацхыраара аҟаҵараҿы ауадаҩрақәа умазар, убызшәала иҟоу зегьы уахәаԥшырц азы ианаҭаху аамҭазы ухынҳәыр улшоит.

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
ab: ASR амоделқәа раԥҵаразы амыругақәа шәҭахызар, <discourseLink>Discourse</discourseLink> аилазаараҿы егьырҭ ауаа шәыҽрымажәдар шәылшоит.

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
ab: Адыррақәа реизга иазкны еиҳаны шәалацәажәарц шәҭахызар, иазԥхьагәаҭоу аплатформа арҭбаараҿы шәхы алашәырхәырц шәҭахызар, мамзаргьы аусеицуразы алшарақәа шәрыԥшаауазар, <emailFragment>е-маил ҳашәышьҭ.</emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
ab: Ахәаԥшразы алабжьарақәа нҵәазар, егьырҭ алабжьарақәа реизгараҿы ҳацхраа!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
ab: <strong>ажәа аидырра залшом ҳәа угәы иаанагозар</strong>, аҭаҩраҿы <strong>дәныҟатәи абжьы</strong> ыҟазар, мамзаргьы даҽаӡәы иажәа</strong> уаҳазар, усҟан уи <strong>мап ацәукыр ауп</ ӷәӷәоуп>. <accuracyLink>Еиҳаны адыррақәа шәыԥшаар шәылшоит еилыкка иҟоу акритериақәа рҿы</accuracyLink>.

source: Igbo
ab: Игбо

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
ab: Сара абыржәы #CommonVoice сыбжьы аҭаразы схатә хықәкы аԥысҵеит-- шәсыдгыл, шәсыцхраа амашьынақәа ауаа еилыркаауа рыҟаҵара аус аҟны { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
ab: Ари аинформациа аус адулашьа сара сақәшаҳаҭуп, инақәыршәаны <privacyLink>Ҷыдалатәи Аполитика</privacyLink> Mozilla

source: Include appropriate citation
ab: Иақәнагоу ацитата алашәҵа

source: Includes email, username & demographic info, available right away
ab: Иаҵанакуеит аимеил, ахархәаҩ ихьӡ, насгьы адемографиатә дыррақәа. Уажәы иҟоуп.

source: Includes mp3s and related sentences, may take some time to prepare
ab: Иаҵанакуеит mp3-қәеи урҭ ирыдҳәалоу аҳамҭақәа. Аҽазыҟаҵара аамҭа аҭаххар ауеит.

source: Indonesian
ab: Индонезиа

source: Information about the language
ab: Абызшәа аинформациа

source: In Progress
ab: Анагӡара иаҿуп
